gba-samples/src/main/resources/inbox/voornemen-request.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns3:toevoegenVoornemen xmlns:ns3="http://inbox.brp.procura.nl/v1/huwelijksplanner">
            <vraag>
                <zaak>
                    <zaaknummer>1234</zaaknummer>
                    <bron>Huwelijksplanner</bron>
                    <leverancier>Gemeente Demodam</leverancier>
                </zaak>
                <datumvoornemen>20161201</datumvoornemen>
            </vraag>
        </ns3:toevoegenVoornemen>
    </soap:Body>
</soap:Envelope>